tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
tap "puma/puma"
brew "python@3.9"
brew "circleci"
brew "cmake"
brew "elasticsearch", restart_service: true
brew "exif"
brew "fish"
brew "fzf"
brew "geckodriver"
brew "gh"
brew "ghostscript"
brew "gifsicle"
brew "git"
brew "git-lfs"
brew "graphviz"
brew "libheif"
brew "imagemagick"
brew "moreutils"
brew "neovim"
brew "node"
brew "pipx"
brew "r"
brew "ruby-build"
brew "rbenv"
brew "redis", restart_service: true
brew "ripgrep"
brew "the_silver_searcher"
brew "xsv"
brew "zeromq"
brew "mongodb/brew/mongodb-database-tools"
brew "puma/puma/puma-dev"
cask "chromedriver"
cask "font-hack-nerd-font"
cask "phantomjs"
